"Unknown Device" = "Alat Tidak Dikenal";
"Back Camera" = "Kamera Belakang";
"Front Camera" = "Kamera Depan";
"Camera" = "Kamera";
"Built In Audio" = "Audio Built-In";
"iPhone Microphone" = "Mikrofon iPhone";
"Headphones" = "Headphone";
"iPod touch Microphone" = "Mikrofon iPod touch ";
